---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeFlowConfigurationType.Preset
enum: Autodesk.Revit.DB.Plumbing.PipeFlowConfigurationType
source: html/5c43fb93-bf62-2011-1303-9c50d6a47632.htm
---
# Autodesk.Revit.DB.Plumbing.PipeFlowConfigurationType.Preset

Flow configuration is Preset